[
  {
    "title": "How Rays of Hope is Expanding Access to Cancer Care for All",
    "date": "No date found",
    "content": "Cancer care is a global challenge, especially in those parts of the world where the number of cancer patients requiring radiotherapy is outpacing access to this technology. In 2022, only 21 per cent of countries met the minimum radiotherapy resource requirements. That year, 20 million new cases were diagnosed and 10 million people died from this non-communicable disease. The burden is heaviest in low and middle income countries (LMICs), where over 70 per cent of cancer deaths occur. Yet, LMICs receive only 5 per cent of global spending in this area. To expand access to lifesaving cancer treatment, particularly in LMICs where the need is greatest, IAEA Director General Rafael Mariano Grossi launched the Rays of Hope initiative in February 2022. “Each individual death is a tragedy. The fact that cancers that are routinely diagnosed and successfully treated in high income countries are killing increasing numbers of people in developing countries is an injustice,” says IAEA Director General Rafael Mariano Grossi.",
    "url": "https://www.iaea.org/bulletin/how-rays-of-hope-is-expanding-access-to-cancer-care-for-all",
    "source": "IAEA"
  },
  {
    "title": "Large Reactors Poised to Lead the Nuclear Power Expansion as Small Modular Reactors Advance",
    "date": "No date found",
    "content": "Scaling up nuclear power to the level needed to achieve net zero is a significant and multifaceted undertaking, and while many reactor types may play a role, large reactors are set to lead the way. Large water cooled reactors were central to the rise of the nuclear industry in the 20th century, and the advanced reactors planned or under construction today, many of which are in the 1–1.7 gigawatts (electrical) (GW(e)) range, are poised to provide the bulk of new nuclear capacity. “For countries already operating nuclear power plants, large light water reactors, rather than small modular reactors (SMRs), will drive the increase in nuclear capacity,” says Aline des Cloizeaux, Director of the IAEA’s Division of Nuclear Power. “Large reactors are a proven technology that can economically provide a large and reliable baseload of energy. But we do expect countries and industries to tap into the potential of SMRs as well.” Nuclear power must be expanded to meet the world’s net zero goals — that was the clarion call issued by IAEA Director General Rafael Mariano Grossi last December at the 28th session of the Conference of the Parties to the United Nations Framework Convention on Climate Change (COP28), in a statement supported by dozens of countries. This position was affirmed by the inclusion of nuclear power in the GlobalStocktakefor the first time in the Conference’s almost 30-year history. In a high case scenario, the IAEA’s projection is that nuclear energy capacity will more than double by 2050, from 371 GW(e) in 2022 to 890 GW(e) by 2050, with only around 10% of this increase expected to come from SMR deployments. Hitting this mark means adding at least 20 GW(e) per year. “The high case projection is ambitious but technically feasible,” says Henri Paillere, Head of the IAEA’s Planning and Economic Studies Section. Smaller reactors like SMRs and microreactors may be particularly suitable for providing power to industrial end users and remote communities with smaller electric grids, and for powering non-electric applications such as hydrogen production and seawater desalination. However, SMRs will need demonstration before their broader deployment; larger reactors will continue to dominate the nuclear power landscape in the years to come. Almost all of the 58 nuclear reactors currently under construction are large reactors, and expansion plans in nuclear power operating countries and newcomer countries alike are mostly centred around reactors with 1 GW or more of capacity, although many of these countries are eyeing eventual SMR deployment as well. Poland, a newcomer aiming to add nuclear by the mid-2030s, plans to deploy 6–9 GW(e) of generating capacity with large nuclear power reactors. China, which currently operates 55 reactors, expects to expand its nuclear power capacity eightfold to around 400 GW by 2060, mainly through the deployment of large reactors.",
    "url": "https://www.iaea.org/bulletin/large-reactors-poised-to-lead-the-nuclear-power-expansion-as-small-modular-reactors-advance",
    "source": "IAEA"
  },
  {
    "title": "Nuclear Energy in the Clean Energy Transition",
    "date": "No date found",
    "content": "Unlike wind and solar, nuclear power plants and hydropower offer dispatchable energy, meaning they are able to adjust their output to meet electricity demand. Additionally, the expanded use of nuclear power for non-electric applications, including district heating, hydrogen production, desalination and heat for industrial processes, offers further options to reduce emissions. To support this increasing nuclear energy demand, the IAEA is actively assisting countries by providing technical expertise and capacity building to help them establish or expand nuclear power plants. Integrated Nuclear Infrastructure Reviews (INIR) are an example where the IAEA assists countries to assess the status of their national infrastructure as they embark on establishing nuclear power plants. INIR missions enable countries to engage in discussions and receive guidance from experts about recommendations and best practices in nuclear power infrastructure development. These missions ensure that the infrastructure necessary for the safe, secure and sustainable use of nuclear power is developed and implemented in a responsible and orderly manner. In 2009, the IAEA conducted the first INIR Mission to a country initiating the use of nuclear power. Since then, INIR missions have been hosted by various states including the United Arab Emirates, that has successfully established the Barakah Nuclear Energy Plant. This year, it is expected to supply around 25 per cent of the UAE’s electricity, up from its current contribution of 20 per cent, reducing the country’s carbon emissions by 22 million tonnes annually. Similarly, countries like Sweden, France and Finland have utilized nuclear energy combined with hydro and renewables to largely decarbonize their electricity production. France has an extremely low level of CO2 emissions from electricity generation, since over 90 per cent of its electricity is from low-carbon sources, 70 per cent of that from nuclear power. And 94 percent of Sweden’s electricity comes from low carbon sources in Sweden with more than a third coming from nuclear, according to the IEA.",
    "url": "https://www.iaea.org/newscenter/news/nuclear-energy-in-the-clean-energy-transition",
    "source": "IAEA"
  }
]